[
  {
    "id": 1,
    "surah": "Al-Baqarah",
    "ayah": 286,
    "arabic": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا",
    "translation": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya."
  },
  {
    "id": 2,
    "surah": "Al-Baqarah",
    "ayah": 153,
    "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
    "translation": "Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan shalat. Sungguh, Allah beserta orang-orang yang sabar."
  },
  {
    "id": 3,
    "surah": "Al-Imran",
    "ayah": 139,
    "arabic": "وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ",
    "translation": "Dan janganlah kamu (merasa) lemah, dan janganlah (pula) kamu bersedih hati, sebab kamu paling tinggi (derajatnya), jika kamu orang beriman."
  },
  {
    "id": 4,
    "surah": "Ad-Duha",
    "ayah": 5,
    "arabic": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ",
    "translation": "Dan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas."
  },
  {
    "id": 5,
    "surah": "Al-Inshirah",
    "ayah": 6,
    "arabic": "إِنَّ مَعَ الْعُسْرِ يُسْرًا",
    "translation": "Sesungguhnya bersama kesulitan ada kemudahan."
  },
  {
    "id": 6,
    "surah": "Ar-Ra'd",
    "ayah": 28,
    "arabic": "أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
    "translation": "Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram."
  },
  {
    "id": 7,
    "surah": "Al-Ankabut",
    "ayah": 69,
    "arabic": "وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا",
    "translation": "Dan orang-orang yang berjihad untuk (mencari keridhaan) Kami, benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami."
  },
  {
    "id": 8,
    "surah": "Ibrahim",
    "ayah": 7,
    "arabic": "لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ",
    "translation": "Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu."
  },
  {
    "id": 9,
    "surah": "Al-Baqarah",
    "ayah": 186,
    "arabic": "فَإِنِّي قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ",
    "translation": "Maka sesungguhnya Aku dekat. Aku mengabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku."
  },
  {
    "id": 10,
    "surah": "At-Talaq",
    "ayah": 3,
    "arabic": "وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ",
    "translation": "Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya."
  },
  {
    "id": 11,
    "surah": "Al-Hujurat",
    "ayah": 13,
    "arabic": "إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ",
    "translation": "Sesungguhnya orang yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertaqwa."
  },
  {
    "id": 12,
    "surah": "Al-Mu'minun",
    "ayah": 115,
    "arabic": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا",
    "translation": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu secara main-main (saja)?"
  },
  {
    "id": 13,
    "surah": "Al-Kahf",
    "ayah": 10,
    "arabic": "رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "translation": "Wahai Tuhan kami, berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah bagi kami petunjuk yang lurus dalam urusan kami."
  },
  {
    "id": 14,
    "surah": "Al-Isrā’",
    "ayah": 82,
    "arabic": "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ",
    "translation": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman."
  },
  {
    "id": 15,
    "surah": "Al-Furqan",
    "ayah": 74,
    "arabic": "رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ",
    "translation": "Wahai Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami)."
  }
]
